---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Dekanewtons
source: html/f72812c5-4bd9-b106-d7b2-614c2394ea60.htm
---
# Autodesk.Revit.DB.UnitTypeId.Dekanewtons Property

Dekanewtons.

## Syntax (C#)
```csharp
public static ForgeTypeId Dekanewtons { get; }
```